player createDiaryRecord ["Diary", ["Credits","클-린한 자본주의 에너미어썰트 2021 <br/> Dev Lead by Astral, with lululala22<br/> Thx to KingChiRoll, CrimyStickyR, SAKY <br/>[ORIGINAL CREDIT]<br/><br/>Author - Ghost <br/>Ideas and Support by Dixon <br/>Thanks to Kylania, WardenMac and the rest of the Ghostland Team"]];
player createDiaryRecord ["Diary", ["ZLoadOut Credits", "Описание:
Легковесный, самодостаточный, легко портируемый, но полнофункциональный скрипт перевооружения авиатехники (вертолёты | самолёты| БПЛА) разработанный командой ARMAFRONT (®)
Позволяет провести опциональную заправку, починку, смену скина(окраски), быстрое восполнение предыдущего боекомплекта, возможность выбора готового набора(пресета) БК, выбор вооружения для каждого пилона, сохранение / загрузки своего комплекта.
Поддерживает всю авиатехнику в которой реализована система пилонов(Dynamic Loadouts). Проверенна на  RHS | CUP vehicle
<br />Инструкция:
<br />Чтобы воспользоваться сервисом подкатите / приземлите ЛА на зону СТО, прокрутите колесо мыши и выбери пункт 'Сервис', после чего вам откроется меню. Пункт 'Сервис' доступен только пилоту ЛА. Здесь вы можете выбирать поштучно (т.е. выбирать по отдельности)каждый пилон и подбирать нужное вам вооружение( ракеты / бомбы и т.д.).Функционал спроектирован схожим образом как и в 3D редакторе, где в 'свойствах' ЛА настраивается вооружение. Для удобства и скорости выбора вооружения есть кнопка 'отзеркалить'. Таким образом всё вооружение установленное на правое крыло, будет в таком же порядке установлено на левое на соответствующих пилонах.
Время обслуживания зависит от набора опций и услуг выбраных в меню.
Когда будут выбраны необходимые услуги нажмите 'Применить' для сохранения всех изменений. Дождитесь окончания времени обслуживания, после чего можете снова управлять ЛА.
Обслуживание БПЛА: Для обслуживания БПЛА вам нужно посадить его в зону СТО и бросить управление БПЛА. После этого вам будет доступно меню 'Сервис' при этом присутствие игрока в зоне СТО не обязательно(т.е. удалённое обслуживание).
<br /><a color='#FF0000' href='https://creativecommons.org/licenses/by-nc-sa/4.0/'>CopyRight CC 4.0</a> </t><t size='0.7' shadow='1' shadowColor='333333' align='Left'><img image='zload\img\cc.jpg'/><img image='zload\img\auth.jpg'/><img image='zload\img\free.jpg'/><img image='zload\img\ccr.jpg'/></t>
<t size='0.7' shadow='1' shadowColor='#4F4F4F' align='Left'>
<br />Авторы:
<br />Дизайн и функционал <a color='#FF0000' href='https://steamcommunity.com/id/dreamcast88'>Dreamcast</a>, разработка и скрипты <a color='#FF0000' href='http://steamcommunity.com/id/dextronderdie'>ZeroAinz</a>
<br /><a color='#FF0000' href='http://armafront.com/'>Armafront 2017"]];
player createDiarySubject ["MissionFeatures","서버 도움말"];

player createDiaryRecord ["MissionFeatures", ["설정","
	가시거리 조정은 0 -> 8 -> Settings -> Distance Settings 를 통해 가능합니다., 이는 재접속 후에도 유지됩니다.
  "]];	
player createDiaryRecord ["MissionFeatures", ["리바이브 (소생)","
	스페이스키나 휠키를 꾹 눌러 쓰러져 있는 아군을 소생하세요. 쓰러져 있는 아군은 빨간색 의무 아이콘으로 표시됩니다.
  "]];	
player createDiaryRecord ["MissionFeatures", ["분대 관리","
	U키를 눌러 분대 관리 메뉴를 열 수 있습니다.
  "]];	



player createDiaryRecord ["MissionFeatures", ["HALO","
	-----------------------------------------------------------------------------------------------
	<br />
	<img image='\A3\Air_F_Beta\Parachute_01\Data\UI\Portrait_Parachute_01_CA.paa' />
	<br />
	베이스에 있는 큰 모니터에서 HALO (고고도 낙하 저고도 산개) 를 할 수 있습니다.
	10포인트가 소모됩니다.
  "]]; 

player createDiaryRecord ["MissionFeatures", ["제재 방침","
	'알잘딱깔센' 못하면 밴이나 경고합니다.<br/>
	분쟁시 상호 처벌 받을 수 있으니 시비걸어도 '뮤트' 걸고 무시<br/>
	자신이 잘못을 한게 있으면 반드시 사과하고,<br/>
	타인이 모범을 보인게 있으면 칭찬해 줍시다.
  "]]; 

  
player createDiaryRecord ["MissionFeatures", ["포인트 체계","
	EA2021에서는 개인별로 포인트를 모으거나 소비할 수 있습니다. <br/>
	적을 1킬 할 시 3포인트가 축적됩니다.<br/>
	민간인 사살시 1킬당 5포인트가 차감됩니다.<br/>
	i키 (인벤토리 키)를 눌러 포인트를 확인할 수 있습니다. <br/>
	궤도차량 및 헬리콥터는 6포인트, 항공기는 9포인트가 추가로 축적됩니다. 
  "]]; 

player createDiaryRecord ["MissionFeatures", ["헬리콥터 수송","
	-----------------------------------------------------------------------------------------------
	<br />
	<img image='\A3\air_f_beta\Heli_Transport_01\Data\UI\Heli_Transport_01_base_CA.paa' />
	<br />
	0->8 메뉴를 통해 수송헬기를 호출할 수 있습니다. Airlift 메뉴를 사용하세요.
  "]];

player createDiaryRecord ["MissionFeatures", ["업데이트 로그", "
+ v.1.8  <br/>
- 총기 상점 수정 (나이트스토커 대신 TWS MG를 제물로 바침)<br/>
- 차량 잠금기능 수정 <br/>
- 미션 보상기능 수정<br/>

+ v.1.8.1
- 차량 파괴 보상 추가<br/>
- 보직 변경 시스템 추가<br/>
- 시체 루팅 시스템 추가 (적을 죽이면 그 주변에 돈다발 생성됨, 그 돈다발 주변에서 휠 굴려서 돈 얻을 수 있음)<br/>
- 난이도 수정 (아군은 HUD 뜨도록, 적군은 안 뜨도록 변경)<br/>

+ v.1.8.2 & v.1.8.3<br/>
- 송금 취약점 패치<br/>
- 2+1원 형식으로 변경 (적과 200m 이내시 1점 추가하는 방식)<br/>
- 우측하단 HUD 추가<br/>
- 플레이어 10명 이상시 적 스폰 숫자 증강<br/>
- 차량에 있는 AI 하차 명령 추가<br/>

<br/>
...<br/>
그 전의 것은 디스코드나 깃허브를 참조해 주세요.<br/>
"]];

player createDiaryRecord ["MissionFeatures", ["서버 기능", "
- 귀마개 추가 (END 키) (v.1.5.3) <br/>
- 항공기 무장 시스템 추가 (v.1.5.3) - (지상차량은 주유소 아래서 Rearm 클릭시 수리, 연료, 재보급 진행, 항공기는 탑승시 '항공기 무장 관리자' 휠액션 활성화) <br/>
- 차량 파괴 보상 추가 <br/>
- 보직 변경 시스템 추가 <br/>
- 시체 루팅 시스템 추가 (적을 죽이면 그 주변에 돈다발 생성됨, 돈다발 주변에 다가가면 휠액션 생성) <br/>
- 송금 시스템 추가 (베이스 내 ATM기에서 가능) <br/>
"]];